<template>
    <Bigimg/>
    <h1 class="text-center">GM - это специалисты с опытом более 10 лет!</h1>
    <Slideabout/>
    <div class="filling">
        <h2 class="text-center">О нас</h2>
        <hr class="my-5">

        <p>GM - это название одного из направлений деятельности компании БЭСТБРЕНД связанной с детейлингом автомобилей.
            В своей работе мы используем качественные (протестированные лично) материалы и передовые технологии
            полученные в
            ходе многочисленных семинаров, специализированных программ обучения организованных нашими поставщиками и
            партерами.
        </p>
        <p>БЭСТБРЕНД является официальным представителем пленочных материалов LLUMAR, SOLARTEK, SOLARGARD, 3М, BRAY,
            защитных составов RESTOR FX и KRAYTEX, видеорегистраторов BlackVue и THINKWARE, антикоррозийных материалов
            NOVA
            и т.д.
            Мы постоянно занимаемся поиском, тестированием новых брендов и производителей материалов. И только с теми,
            кто
            успешно прошел наше тестирование, удовлетворяющее высоким стандартам компании, продолжаем сотрудничество.
        </p>
        <p>Дополнительные направления нашей коммерческой деятельности:</p>
        <ol>
            <li>Услуги по архитектурной тонировке и бронировке окон, фасадов зданий и сооружений, декоративному
                оформлению
                внутренних (интерьерных) стеклянных перегородок и дверей, изготовление изделий из стекла и стеклопакетов
                с
                пленкой. Более подробную информацию можно получить https://tb-krd.ru/.
            </li>
            <li>Услуги по замене оконной и дверной фурнитуры на противовзломную фурнитуру. Более подробную информацию
                можно
                получить https://tb-krd.ru/.
            </li>
            <li>
                Оптовая торговля автомобильных и архитектурных плёнок, а так же специального инструмента и расходного
                материала для их установки, защитных составов, видеорегистраторов и т.д.
                Более подробную информацию можно получить https://bestbrand-shop.ru/.
            </li>
        </ol>
    </div>
</template>

<script setup lang="ts">
import Slideabout from '../components/about/Slideabout.vue'
import Bigimg from '../components/about/Bigimg.vue'


</script>
<style>
.img_about {
    width: 100%;
    height: 100%;
    display: flex;
    justify-content: center;
    align-items: center;
}

.filling {
    margin: 15px;

}
</style>